Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Dialogs/DialogTexts.tmx
Source language: en
Languages: cs, es_mx, hu, vi, zh

source: Confirm
cs: Potvrdit
hu: Megerősítés
vi: Xác nhận
zh: 确认

source: Cancel
cs: Zpet
hu: Mégse
vi: Hủy bỏ
zh: 取消

source: Acknowledge tuning?
cs: Potvrdit ladeni?
hu: Visszaigazolja a finomhangolást?
vi: Xác nhận điều chỉnh?
zh: 确认整定参数？

source: Is the vibrators and feeder empty? If then take box at feeder out and confirm.
cs: Jsou dopravniky prazdne? Pokud ano, odeberte box pod feederem a potvrdte.
es_mx: Confirma que la centrifuga y el silo están vacíos.
hu: A vibrátorok és az adagoló üresek? Ha igen, akkor vegye ki a dobozt az adagolóból, és erősítse meg.
vi: Máy rung và máy nạp có trống không? Nếu trống thì hãy lấy hộp ở máy nạp ra và xác nhận.
zh: 振动盘与上料器是否已清空？如果是，请取出上料器箱子并确认。

source: Login menu
cs: Prihlasovaci menu
hu: Bejelentkezés menü
vi: Menu đăng nhập
zh: 登陆菜单

source: Login
cs: Prihlaseni
hu: Bejelentkezés
vi: Đăng nhập
zh: 登录

source: Data select
cs: Vyber dat
hu: Adatok kiválasztása
vi: Chọn dữ liệu
zh: 数据选择

source: Reject all
cs: Vyradit vse
es_mx: Rechazar todo
hu: Összes elvetése
vi: Từ chối tất cả
zh: 全部拒出

source: bfemp.
cs: pas vypr.
es_mx: bsvaciar
hu: Egy. rezgő ürítés
zh: 送料皮带清空

source: cfemp
cs: kz vypr
es_mx: cfvaciar
hu: Körrezgő ürítés
zh: 振动盘清空

source: Empty all
cs: Vyprazd.vse
es_mx: Vaciar todo
hu: Összes kiürítése
vi: Làm trống tất cả
zh: 全部清空

source: Please confirm that all mechanical parts have been set to the desired brick
cs: Prosim potvrdte ze byla hraditka nastavena na dany element
hu: Kérjük, ellenőrizze, hogy minden mechanikus alkatrész a kívánt téglához lett-e állítva
vi: Vui lòng xác nhận rằng tất cả các bộ phận cơ khí đã được đặt thành khối gạch mong muốn
zh: 请确认机械挡板已调整到位

source: Login failed
cs: Prihlaseni neuspesne
hu: A bejelentkezés sikertelen
vi: Đăng nhập thất bại
zh: 登陆失败

source: Height:
cs: Vyska:
hu: Magasság:
vi: Chiều cao:
zh: 高度:

source: Width:
cs: Sirka:
hu: Szélesség:
vi: Chiều rộng:
zh: 宽度:

source: Set vibrator guides to:
cs: Nastavte vibr. na:
hu: Állítsa be a vibrátor vezetőket erre:
vi: Đặt hướng dẫn máy rung thành:
zh: 设置挡板拨片

source: Angle
cs: Uhel
hu: Szög
vi: Góc
zh: 角度

source: Missing calibration / linearization
cs: Chybí kalibrace / linearizace
es_mx: Falta calibración/linealización
hu: Hiányzik a kalibrálás/linearizálás
vi: Thiếu hiệu chuẩn/tuyến tính hóa
zh: 缺少校准/线性化

source: Vibrator is linearisaring. Please wait
cs: Vibracni podavac linearizovan. Prosim cekejte
hu: A vibrátor linearizál. Kérjük, várjon
vi: Máy rung đang tuyến tính hóa. Vui lòng chờ
zh: 振动器正在线性整定中。请等待

source: Brick in bottom flap. Are you sure that you want to empty? Consider to run empty mode before emptying.
cs: Element ve spodní klapce. Jste si jisti, že chcete vyprazdnit? Pred vyprázdnenim zvazte spusteni rezimu vyprazdnit.
hu: Tégla az alsó szárnyban. Biztos, hogy ki akarja üríteni? Fontolja meg üres üzemmód futtatását az ürítés előtt.
vi: Khối gạch ở nắp dưới. Bạn có chắc chắn muốn để trống không? Cân nhắc chạy chế độ trống trước khi làm trống.
zh: 底部叶片上留有元件。是否确认要清空？请确认切换到清空模式再清空。

source: Stop menu
hu: Stop menü
vi: Dừng menu
zh: 停止菜单

source: Stop
es_mx: Parada
hu: Leállítás
vi: Dừng
zh: 停止菜单

source: Tuning vibrator, please wait
vi: Đang chỉnh máy rung, vui lòng đợi
zh: 整定振动器，请等待。

source: Empty small items
vi: Những sản phẩm nhỏ trống
zh: 清空小物料

source: Start
vi: Bắt đầu
zh: 启动
